; hungarian
; La_Valse

[Hungarian]
IDS_UPDATE_NO=Nincs elérhető frissítés.
IDS_UPDATE_YES=Frissítés érhető el, letölti és telepíti?
IDS_FILE=Fájl
IDS_EXPLORE=Képernyőképek mappa megnyitása
IDS_EXIT=Kilépés
IDS_VIEW=Kinézet
IDS_LANGUAGE=Nyelv
IDS_SETTINGS=Beállítások
IDS_HELP=Súgó
IDS_WEBSITE=Honlap
IDS_CHECKUPDATES=Frissítések keresése
IDS_ABOUT=Névjegy
IDS_DONATE=Mondj köszönetet!
IDS_TRAY_SHOW=Mutat/Elrejt
IDS_ALWAYSONTOP_CHK=Mindig fent
IDS_HIDEME_CHK=Fő ablak elrejtése rögzítés előtt
IDS_STARTMINIMIZED_CHK=Indítás rejtve
IDS_LOADONSTARTUP_CHK=Indítás rendszerrel együtt
IDS_CHECKUPDATES_CHK=Frissítések rendszeres keresése (ajánlott)
IDS_COPYTOCLIPBOARD_CHK=Kép másolása vágólapra
IDS_DISABLEAEROONWND_CHK=Aero mellőzése a rögzített ablaknál
IDS_PLAYSOUNDS_CHK=Hang rözítéskor
IDS_INCLUDEMOUSECURSOR_CHK=Egérmutatóval együtt
IDS_CLEARBACKGROUND_CHK=Ablak hátterének törlése
IDS_MODE_FULLSCREEN=Teljes képernyő
IDS_MODE_WINDOW=Aktív ablak
IDS_MODE_REGION=Kijelölt terület
IDS_IMAGEFORMAT=Kép formátuma
IDS_FOLDER=Képernyőfelvételek mappa
IDS_QUICKSETTINGS=Gyors beállítások
IDS_MODE=Rögzítés módja
IDS_SCREENSHOT=Felvétel
IDS_HOTKEYS=Gyorsbillentyűk
IDS_DISABLE=Tiltás
IDS_WARNING_HOTKEYS=Gyorsbillentyűk már használatban! Újra?
IDS_SAVE=OK
IDS_CLOSE=Bezárás
IDS_FILENAME=Fájlnév
IDS_UPDATE_ERROR=Szerver kapcsolathívási hiba.
IDS_UPDATE_DOWNLOAD=Frissítés letöltése...
IDS_UPDATE_DONE=A frissítés letöltése befejeződött.
IDS_UPDATE_INIT=Újabb kiadások keresése...
IDS_UPDATE_INSTALL=Frissítés érhető el, akarja telepíteni?
IDS_INCLUDEWINDOWSHADOW_CHK=Ablak árnyékkal együtt
IDS_LANGUAGE_HINT=Select language:
IDS_RESET=Reset
IDS_DELAY=Delay
IDS_MODE_MONITOR=Current monitor
IDS_DARKMODE_CHK=Use dark theme
